<template>
    <div class="dfafd">
        <div class="margin_auto">
            <h2 style="text-align:center;">海露异业联盟平台供应商入驻协议</h2>
            <p class="weight_color">一、海露异业联盟平台简介</p>
            <p class="wenben">海露异业联盟平台是由珠海海露智能物联有限公司（以下简称“海露公司”）提供技术支持和服务，且由海露公司及以外的商户发布和出售服务或商品的平台</p>
            <p class="weight_color">二、入驻须知</p>
            <p class="wenben">1、海露异业联盟平台暂未授权人任何机构进行招商代理，入驻申请流程及相关说明均以官方招商页面为准。</p>
            <p class="wenben">2、请务必确保您申请入驻及后续经营阶段提供的相关资质的真实性，一旦发现虚假资质，您将被列入非诚信客户名单，海露异业联盟平台将不再与您进行合作。</p>
            <p class="wenben">3、海露异业联盟平台有权根据包括但不仅限于品牌需求、入驻用户经营状况、服务水平等其他因素退回商户申请；有权在申请入驻及后续经营阶段要求商户提供其他资质；同时结合各行业发展动态、国家相关规定及客户购买需求，不定期更新招商及入驻标准。</p>
            <p class="wenben">4、海露异业联盟平台暂不收取任何服务费用，但保留提出收费的权利</p>
            <p class="wenben">5、商户可为厂商、个体户或个人。</p>
            <p class="weight_color">三、入驻条件</p>
            <p class="wenben">商户入驻海露异业联盟平台应满足以下全部要求并经审核通过</p>
            <p class="wenben">（1）须为已通过实名认证的海露异业联盟平台注册商户</p>
            <p class="wenben">（2）其他海露异业联盟平台认为须符合的条件。</p>
            <p class="weight_color">四、商户声明及保证</p>
            <p class="wenben">1、商户保证符合入驻海露异业联盟平台的全部条件，并根据海露异业联盟平台的要求提交真实、合法、准确、有效的资质证明文件，如商户无法提供海露异业联盟平台要求的资质证明文件，海露异业联盟平台有权拒绝商户的入驻申请；保证不以第三方的资料申请入驻海露异业联盟平台，同时有义务在相关资料实际变更时及时通知海露异业联盟平台，并更新有关入驻资料，如海露异业联盟平台有合理怀疑且商户无法提供充分的证据证明其未违反上述条件任何一项的，海露异业联盟平台立即中止或终止商户入驻资格</p>
            <p class="wenben">2、商户承诺对其发布于海露异业联盟平台的所有信息的发布拥有合法的权利和资质，保证信息均真实、合法、准确、有效，符合相关法律法规和海露异业联盟平台的所有规则的规定。如因其行为或所发布的信息侵犯网站其他用户或任何第三方的合法权益（包括但不限于知识产权等）引起任何投诉、索赔、诉讼，其应承担全部责任并使海露异业联盟平台及其关联公司免责</p>
            <p class="wenben">3、商户不得将其入驻资格进行任何形式的转让。</p>
            <p class="wenben">4、商户了解并同意，其入驻海露异业联盟平台后的相关推广等权益内容，由海露异业联盟平台根据其运营规划自行决定，并以海露异业联盟平台实际安排为准。</p>
            <p class="wenben">5、承诺遵守海露异业联盟平台设定的入驻流程及相关规则，并只接受海露异业联盟平台所支持的互动方式（包括但不限于跟帖留言等）与平台用户进行互动。</p>
            <p class="wenben">6、保证在使用服务过程中遵守诚实信用的原则，不采取不正当竞争行为，不扰乱网上正常秩序，不从事与网上电商经验和知识分享和互动无关的行为；</p>
            <p class="wenben">7、保证在使用服务时实施的所有行为均遵守国家法律、法规和海露异业联盟平台的相关规定以及各种社会公共利益或公共道德，如有违反导致任何法律后果的发生，用户将以自己的名义独立承担所有相应的法律责任，并使海露异业联盟平台其关联公司免受一切损失。</p>
            <p class="wenben">8、商户不得从事任何可能对海露异业联盟平台及关联公司造成负面影响的欺诈、违法、虚假或不道德的行为，包括但不限于诋毁他人或海露异业联盟平台，并应切实维护网络用户和其他参与者的合法权益，不应参与、策划任何有损市场公平与交易秩序的活动</p>
            <p class="wenben">9、与海露异业联盟平台相关的页面设计、展示方案、软件著作权等均属海露异业联盟平台所有，商户不得擅自使用、模仿或许可他人使用、模仿</p>
            <p class="wenben">10、承诺不对海露异业联盟平台上的任何数据作商业性使用，包括但不限于在未经海露异业联盟平台事先书面同意的情况下，以复制、传播或向他方披露等方式使用在海露异业联盟平台上及其他商户展示的任何资料</p>
            <p class="wenben">11、承诺遵守海露异业联盟平台为运营、维护海露异业联盟平台平台制订的各项规则、规范、规定。</p>
            <p class="wenben">12、商户保证严格遵守前述声明和保证，如有违反，海露异业联盟平台有权取消其入驻资格并公开其相关违规行为，同时海露异业联盟平台有权依照商户接受的海露异业联盟平台的各类协议、规则对商户进行处理；如对海露异业联盟平台或其关联公司造成损害，则将足额赔偿海露异业联盟平台及其他关联公司因此受到的损失（包括但不限于合理律师费等）</p>
            <p class="wenben">13、商户入驻平台后，可自行定价，且为全网最低价，海露异业联盟平台会在商户定价的基础上，增加合理邮费后销售。<span class="text_color_red">若商户需海露异业联盟平台额外的推广，那海露异业联盟平台将在不影响市场的情况下，在商户提供的供货价和市场价之间进行定价。</span></p>
            <p class="wenben">14、结算方式为消费者线上下单，线上结算，在用户确认收货无误后，10个交易日后即可提现到账。<span class="text_color_red">海露异业联盟平台不收取任何手续费，但提现需要支付提现手续费，由银行或支付公司自动扣除。</span></p>
            <p class="wenben">15、海露异业联盟平台的所有商品销售均由“宅急送”负责物流服务，并有海露异业联盟平台承担运费，“宅急送”有权对商户商品进行验货、收货等。若商户的商品体积较大或冷链商品，商户可自行寻找物流，运费由商户自行承担。</p>
            <p class="wenben">16、商户如每月营业额达到法定纳税标准的，应按相关要求依法缴纳税点，自行缴纳应负税费，如非法、或不实上报、瞒报等情况均与海露异业联盟平台无关。</p>
            <p class="wenben"><span class="text_color_red" >17、用户与商户之间产生的投诉、纠纷、争议等均与海露公司无关，由商户自行负责处理。若商户未及时妥善处理给海露公司造成的损失，商户应当负责赔偿。如发现10次以上（包含10次）投诉、纠纷、争议未处理的，甲方有权终止协议，停止与该商户的合作。</span></p>
            <p class="weight_color">五、退出规则</p>
            <p class="wenben">1、如商户违反本规则的任何规定、海露异业联盟的其他规范或其他任何规则，海露异业联盟平台都有权立刻中止或终止【  】相关合作，且有权选择单独或同时适用本规则及其他协议、规则对商户进行处罚；</p>
            <p class="wenben">2、商户或海露异业联盟平台均有权提前15日书面通知终止合作。商户主动退出海露异业联盟平台1年内，有权不再接受该商户重新入驻</p>
            <p class="wenben">3、无论因何原因终止合作，在商户退出海露异业联盟平台的行为所导致的任何责任和赔偿，商户必须完全且独立地承担责任。</p>
            <p class="weight_color">六、其他条款</p>
            <p class="wenben">1、本规则之解释与适用，以及与本规则有关的争议，均应依照中华人民共和国法律予以处理，并以<span class="text_color_red">海露公司注册地的人民法院</span>作为争议解决的管辖法院。</p>
            <p class="wenben">2、海露异业联盟平台于商户过失或违规时放弃本规则规定的权利的，不得视为其对商户的其他或以后同类之过失或违约行为弃权</p>
            <p class="wenben">3、海露异业联盟平台有权根据业务发展等需要对本规则进行不时地修订与更新并提前通知商户，相关更新后的规则于通知指定之日起生效，如用户不同意本规则任何内容，应主动向海露异业联盟平台提交书面通知申请退出，如商户未提出任何异议，则视为接受更新后规则的全部内容。</p>
        </div>
        <div class="ddddd">
                <div class="back_btn" @click="back_register">
                        返回
                </div>
        </div>
    </div>
</template>
<script>
export default {
    name:'hailu_agreement',
    data(){
        return{

        }
    },
    methods:{
        back_register(){
            this.$router.push({name:'enroll'})
        }
    }
    
}
</script>
<style scoped>
.ddddd{
width:100%;
display:flex;
justify-content:center;
align-items:center;
}
.back_btn{
    width: 100px;
    height: 40px;
    border-radius: 6px;
    display: flex;
    justify-content: center;
    align-items: center;
    background: #4E8AE4;
    color: #fff;

}
.dfafd{
    width: 100%;
    background: #EFF8FB;
    padding: 20px 0;
}
.text_color_red{
    color: red;
}
.margin_auto{
    margin: 50px auto;
    background: #fff;
    width: 1000px;
    padding:30px;
    box-sizing: border-box;
}
.wenben{
    line-height: 25px;
}
.weight_color{
    font-weight: bold;
}
</style>