<template>
    <div class="dfafd">
        <div class="margin_auto">
            <h2 style="text-align:center;">商家入驻协议</h2>
            <p class="weight_color shouzi">甲方：<u>珠海海露智能物联有限公司</u>（以下有时也简称“海露公司”）</p>
            <p class="weight_color shouzi">乙方：__________________________（以下有时也简称“商户”）</p>
            <p class="weight_color shouzi">如无特别说明，下列术语在本协议中的定义为：</p>
            <p class="wenben shouzi">1、海露异业联盟平台，是指由珠海海露智能物联有限公司提供技术支持和服务，且由海露公司及以外的商户发布和出售服务或商品。海露异业联盟平台向商户提供的服务以下简称“平台服务”</p>
            <p class="wenben shouzi text_color_red ">2、商户：申请成为海露异业联盟平台的商户必须是符合本协议第三条规定的法律实体，且拥有线下实体店，可提供用户到店消费。</p>
            <p class="wenben shouzi ">3、商户注册：是指商户登陆海露异业联盟平台，按要求填写相关信息并获得海露异业联盟平台服务账户的过程。</p>
            <p class="wenben shouzi weight_color">一、总则</p>
            <p class="wenben shouzi ">甲、乙双方根据中华人民共和国法律、法规等相关规定，本着诚信、互惠、规范的原则，经友好协商，就乙方接入海露异业联盟服务平台之相关合作事项，达成一致协议，本协议具有合同效力。</p>
            <p class="wenben shouzi weight_color">二、申请条件</p>
            <p class="wenben ">申请入驻海露异业联盟服务平台的商户必须全部满足以下条件</p>
            <p class="wenben ">（一） 符合《海露异业联盟平台招商标准》（见附件）（具体以甲方公布为准）的要求，并根据《海露异业联盟平台招商标准》（见附件）的要求向甲方或甲方指定合作方提交其在申请服务时应当提供的证明文件或其他相关证明，且获得海露异业联盟平台认可；</p>
            <p class="wenben ">（二） 同意并遵守本协议及海露异业联盟平台公布的其他规则。</p>
            <p class="wenben">（三） 在海露异业联盟平台完成商户注册并通过海露异业联盟平台审核。</p>
            <p class="wenben weight_color">三、信息确认</p>
            <p class="wenben">（一）商户必须通过甲方或甲方指定的信息确认方（以下简称“信息确认方”）对商户在申请入驻时提供的相关资料和信息进行核实、确认。具体的信息进行核实、确认的相关资料和信息包括但不限于以下内容：</p>
            <p class="wenben">1，登记的法律实体在实际经营所在地工商部门是否有合法有效的注册记录；</p>
            <p class="wenben">2，登记的联系人在该法律实体的业务身份是否属实；</p>
            <p class="wenben">3，登记的联系人是否获得公司授权；</p>
            <p class="wenben">4，商户提供的营业执照、税务登记证、商标注册证、授权书等相关资料是否属实；</p>
            <p class="wenben">5，法律法规要求及《每年海露异业联盟平台招商标准》和乙方另行所要求需核查的其他信息</p>
            <p class="wenben">（二）若商户所提供的资料不真实或资料变更或其他原因导致商户未能通过信息确认，商户可在修改资料后要求再次进行信息确认</p>
            <p class="wenben">（三）对上述信息的任何变更，商户应及时通知甲方，并以书面形式提交“信息变更的再确认申请”，将变更信息交由信息确认方依程序再次确认核实，如再确认未能通过，甲方有权终止本协议而无需承担任何责任。</p>
            <p class="wenben">（四）商户同意为其未及时的通知或更新其信息及上述信息的真实性、完整性与合法性担责，若因此给甲方、甲方用户、海露异业联盟平台合作伙伴等造成损失的，商户同意赔偿全部损失</p>
            <p class="wenben weight_color">四、甲方的权利和义务</p>
            <p class="wenben text_color_red">（一）甲方为乙方提供海露异业联盟平台的网络宣传。</p>
            <p class="wenben">（二）甲方为乙方在消费群体中做相关的宣传介绍并进行进行相关推广，以提升乙方的知名度。</p>
            <p class="wenben">（三)如乙方提供商品有任何质量问题，甲方有权随时告知解除本合同，并操作乙方的商品下线，乙方因自身商品的质量与售后问题所带来的损失，甲方不负任何责任。</p>
            <p class="wenben">(四）如因不可抗力或其他无法控制的原因使甲方销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，乙方不承担责任。但是乙方应尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。</p>
            <p class="wenben text_color_red">五、商户的权利和义务</p>
            <p class="wenben">（一）在商户开始提供相关服务前，商户须按照甲方的要求提交经商户加盖公章确认的营业执照、税务登记证、商标注册证、授权书、服务说明材料等商户在海露异业联盟平台开展相关服务所必须的资料，并向甲方提供联系人、电子邮件地址、联系电话、联系地址、邮政编码等联系信息。商户应确保前述资料和信息的真实、合法、准确、有效，同时商户应在上述资料实际变更时及时更新资料，且不得以他人资料在海露异业联盟平台进行注册。否则，甲方有权终止本协议，且造成的一切后果由商户自行承担。</p>
            <p class="wenben">（二）商户特别承诺遵守以下约定：</p>
            <p class="wenben">1，商户保证其拥有向用户提供相关服务的合法资质，商户有义务保障其服务符合国家有关法律法规、行政规章的规定，不侵犯任何第三方的包括知识产权在内的合法权益且不违反任何对商户有约束力的法律文件</p>
            <p class="wenben">2，商户在海露异业联盟平台向用户服务均为真实有效。如出现任何欺诈，甲方有权立即终止本协议，并保留追究其他相关法律责任的权利</p>
            <p class="wenben">3，如商户提供的服务上线后，需要进行变更或在平台上线后准备下线的，商户应当提前10个工作日向甲方提出申请，经甲方确认同意后方可进行操作。</p>
            <p class="wenben">4，如商户希望在媒体上发布任何与甲方相关的新闻、宣传稿件等信息，商户应当提前10个工作日向甲方提出书面申请，经甲方书面确认同意方可进行操作。否则，甲方有权终止本协议，且保留追究其他相关法律责任的权利。</p>
            <p class="wenben">5，遵守甲方在海露异业联盟平台公布的各项规则。</p>
            <p class="wenben">（三）商户保证有合法的权利缔结本协议，保证自身发布于海露异业联盟平台的信息真实、准确、合法、有效。否则，一切相关违法或违反国家安全、卫生标准等条例的，与海露异业联盟平台无关，自行负责。</p>
            <p class="wenben">（四）商户对自身发布于海露异业联盟平台的信息中所涉服务有合法的处分权及其他合法权利。商户应按照消费者权益保护法、国家强制性标准等法律法规提供服务。</p>
            <p class="wenben">（五）商户在提供服务时应遵守国家法律、法规，在提供服务进行交易的过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序。</p>
            <p class="wenben">（六）商户同意不对海露异业联盟平台上任何数据作本协议目的之外的利用，未经甲方书面许可，不得以复制、传播等方式使用海露异业联盟平台上的任何资料。</p>
            <p class="wenben">（七）商户理解并同意，因用户使用其提供的服务所产生的用户投诉、纠纷、争议等均与海露公司无关，由商户自行负责处理。若商户未及时妥善处理给海露公司造成的损失，商户应当负责赔偿。如发现10次以上（包含10次）投诉、纠纷、争议未处理的，甲方有权终止协议，停止与该商户的合作。</p>
            <p class="wenben">（八）商户入驻后可自行定价，但必须为全网最低价；</p>
            <p class="wenben">（九）海露异业联盟平台会定期有营销活动推广，商户可自行参与。</p>
            <p class="wenben weight_color">五、费用规定声明</p>
            <p class="wenben">(一）为鼓励商户提高服务质量和交易额水平，甲方同意本协议合作期限内，不收取乙方货品的上架费、商品成交佣金。</p>
            <p class="wenben">(二）商户入驻甲方海露异业联盟平台免服务费声明。</p>
            <p class="wenben weight_color">六、服务的上限</p>
            <p class="wenben">（一） 服务将在以下条件全部满足后三十个工作日内上线：</p>
            <p class="wenben">1，商户签署本协议前确认已详细检阅确定；</p>
            <p class="wenben">2，商户符合本协议第二条规定的申请条件</p>
            <p class="wenben">3，乙方已向甲方提交了相关的服务说明资料并已通过甲方审核；</p>
            <p class="wenben">4，甲方未向商户发出拒绝上线的通知；</p>
            <p class="wenben">（二）如商户在签署本协议后三十个工作日内仍未满足本条第一款规定的所有上线条件任意一条，则甲方有权不予上线，本协议即告终止。</p>
            <p class="wenben weight_color">七，协议的有效期和自动续期</p>
            <p class="wenben">本协议自乙方通过在线方式确认本协议之日起生效，有效期1年。若双方均未在有效期届满前一个月前以书面形式通知解约，则本协议自动续期一年，续期次数不限。</p>
            <p class="wenben weight_color">八、结算方式与声明</p>
            <p class="wenben text_color_red">（一）消费者线上下单，到店消费，线下付款，每笔成交费用直接进入乙方账户，甲方不涉及乙方与消费者之间的任何资金关系。</p>
            <p class="wenben">（二）甲方仅提供乙方的商品在其线上的发布以及宣传等服务、但不涉及乙方与消费者的双方买卖关系</p>
            <p class="wenben">（三）商户如每月营业额达到法定纳税标准的，应按相关要求依法缴纳税点，自行缴纳应负税费，如非法、或不实上报、瞒报、与甲方无关，为此给甲方带来的经济损失，甲方有权以及义务协助相关单位协查，以及向签约方（乙方）在甲方当地法院或仲裁委提出赔偿经济损失。</p>
            <p class="wenben">（四）乙方在甲方海露异业联盟平台如出现售后问题，乙方在当天未及时与消费者沟通解决、甲方有权实行对商家或个人的监管管理机制。</p>
            <p class="wenben">如下：</p>
            <p class="wenben">1.	乙方负责的售后问题，甲方负责自营平台对商户的部分监管权，乙方应自行设立售后服务的机制以便自身良好处理问题的解决，在明确双方责任与权利的同时，如乙方在售后问题上，出现给甲方平台带来一定经济损失或声誉损失，甲方有权向乙方提出一定赔偿，或提交甲方所在地法院进行判决</p>
            <p class="wenben weight_color">九、协议终止</p>
            <p class="wenben">（一）协议任何一方均可以提前三十天以书面通知的方式终止本协议。</p>
            <p class="wenben">（二）商户同意，如商户违反甲方的任何规则或本协议中的任何承诺或保证，包括但不限于本协议项下的任何约定，甲方都有权立刻终止本协议，且按有关规则或约定对商户进行处罚。</p>
            <p class="wenben">（三）商户入驻海露异业联盟平台后，超过三十天的时间内未以商户的账号及密码登录海露异业联盟平台的，甲方有权终止本协议。</p>
            <p class="wenben">十、违约责任</p>
            <p class="wenben">（一）商户应对违反本协议而给甲方造成的任何损失进行赔偿。</p>
            <p class="wenben">（二）商户不得采取任何手段或措施，包括但不限于明示或暗示其用户或通过其他方式转移其可以通过海露异业联盟平台在线达成的交易，否则将视商户为严重违约，甲方将有权立即终止本协议，并就违约行为向商户追偿。</p>
            <p class="wenben">（三）如一方发生违约行为，守约方可以书面通知以及发送电子邮箱的方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。</p>
            <p class="wenben">（四）商户应确保在平台上所提供的商品具有真实性，若出现商品的质量等问题，应由商户与消费者进行处理解决，由此给甲方、消费者造成的一切损失由商户自行承担。</p>
            <p class="wenben weight_color">十一、不可抗力及免责事由</p>
            <p class="wenben">因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，甲方不承担责任。本协议所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，协议各方的免责事由包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
            <p class="wenben weight_color">十二、争议解决及其他</p>
            <p class="wenben">（一）如本协议的任何条款被视作无效或无法执行，则除上述条款可被分离外，其余部分条款则仍应具有法律效力。</p>
            <p class="wenben">（二）本协议之解释、适用、争议解决等一切事宜，均适用中华人民共和国大陆法律；因本协议存在任何争议的，本协议各方应友好协商，协商不成的，将由甲方所在的有管辖权的人民法院诉讼解决。</p>
            <p class="wenben">（三）本协议内容包括协议正文及甲方已经发布的或将来可能发布的各类规则。</p>
            <p class="wenben">（四）甲方有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，甲方将在网站上以公示形式通知予商户。如（乙方）不同意相关变更，必须立即以书面通知的方式终止本协议并同时停止使用海露异业联盟服务平台。任何修订和新规则一经在海露异业联盟平台上公布即自动生效，成为本协议的一部分。商户登录或继续使用海露异业联盟服务平台将表示商户接受经修订的协议。除另行明确声明外，任何使服务范围扩大或功能增强的新内容均受本协议约束。</p>
            <p class="wenben">（五）本协议相关条款与海露异业联盟服务平台发布的规则和流程等构成一个完整的、不可分割的协议，乙方、甲方应予遵守。如本协议与海露异业联盟平台发布的规则和流程存在冲突的，则以平台发布的流程和规则为准。因平台需要根据市场变化进行调整，此协议以海露异业联盟平台的调整为准，并且同样生效。</p>
            <p class="wenben">（六）日后在签约期间，因市场需求，业务的更改或增加协议项的并在海露异业联盟平台发布，可另行增加协议双方确认无异议的可与本合同一并履行。</p>
            <p class="wenben">附件</p>
            <p class="center_test">海露异业联盟平台招商标准</p>
            <p class="wenben">一、申请入驻的商家必须是具备完全民事责任能力的企业法人或自然人，年龄在18周岁以上，文化程度在高中以上。</p>
            <p class="wenben">二、商家的个人信誉和商业信誉良好，无不良记录，身体健康，品行端正，有长期与海露异业联盟平台合作的打算。</p>
            <p class="wenben">三、商家能够认同海露异业联盟平台的运营方式和管理方式，能够按照海露公司的要求办事，且能时刻维护海露异业联盟平台的公众形象。</p>
            <p class="wenben">四、商家具备较强的服务意识，且有一定的团队组建能力以及实体店管理能力</p>
            <p class="wenben">五、商家具备一定的经济实力，启动资金至少在5-10万之间。</p>
            <p class="wenben">六、商家有自己的线下实体店，且店铺经营状况良好，能给海露异业联盟平台会员提供最优质的服务。</p>
            <p class="wenben">七、有经营资质，申请入驻过程中需要商家提供符合国家法律规定的经营许可证照，包括但不限于营业执照、各类许可证、特许证件等。</p>

        </div>
        <div class="ddddd">
                <div class="back_btn" @click="back_register">
                        返回
                </div>
        </div>
    </div>
</template>
<script>
export default {
    name:'merchant_agreement',
    data(){
        return{

        }
    },
    methods:{
        back_register(){
            this.$router.push({name:'enroll'})
        }
    }
    
}
</script>
<style scoped>
.ddddd{
width:100%;
display:flex;
justify-content:center;
align-items:center;
}
.back_btn{
    width: 100px;
    height: 40px;
    border-radius: 6px;
    display: flex;
    justify-content: center;
    align-items: center;
    background: #4E8AE4;
    color: #fff;

}
.center_test{
    text-align: center;
}
.dfafd{
    width: 100%;
    background: #EFF8FB;
    padding: 20px 0;
}
.text_color_red{
    color: red;
}
.margin_auto{
    margin: 50px auto;
    background: #fff;
    width: 1000px;
    padding:30px;
    box-sizing: border-box;
}
.wenben{
    line-height: 25px;
}
.weight_color{
    font-weight: bold;
}
.shouzi{
    text-indent:2em;
}
.marign_left{
    margin-left: 200px;
}
</style>